Repository: NMarjou/localization-app
Catalog: TMs/en-US_de-DE.tmx
Source language: en_us
Languages: de_de

source: New plan
de_de: Neuer Plan

source: Are you sure you want to exit without saving your changes?
de_de: Sind Sie sicher, dass Sie beenden möchten, ohne Ihre Änderungen zu speichern?

source: Exit without saving
de_de: Ohne Speichern beenden

source: Zip code
de_de: Postleitzahl

source: Zip code or postal code.
de_de: Postleitzahl oder PLZ.

source: Let's discuss on
de_de: Diskussion gewünscht über

source: Type and status
de_de: Typ und Status

source: Please accept the data privacy notice to proceed.
de_de: Bitte akzeptieren Sie die Datenschutzerklärung, um fortzufahren.

source: Bulk edition via CSV
de_de: Massenbearbeitung über CSV

source: Export roles
de_de: Rollen exportieren

source: Upload your file
de_de: Ihre Datei hochladen

source: Download your current role configuration
de_de: Laden Sie Ihre aktuelle Rollenkonfiguration herunter

source: Edit the CSV file
de_de: Bearbeiten Sie die CSV-Datei

source: Upload the modified CSV file
de_de: Laden Sie die geänderte CSV-Datei hoch

source: The file was successfully uploaded. Please download the log file. To review any errors, refer to the last two columns of the file ("Result" and "Error Description").
de_de: Die Datei wurde erfolgreich hochgeladen. Bitte laden Sie die Protokolldatei herunter. Um Fehler zu überprüfen, sehen Sie sich die letzten beiden Spalten der Datei an („Ergebnis“ und „Fehlerbeschreibung“).

source: Your avatar was successfully updated.
de_de: Ihr Avatar wurde erfolgreich aktualisiert.

source: <strong>{{userName}}</strong> added alignments.
de_de: <strong>{{userName}}</strong> hat Ausrichtungen hinzugefügt.

source: <strong>{{userName}}</strong> deleted alignments.
de_de: <strong>{{userName}}</strong> hat Ausrichtungen gelöscht.

source: <strong>{{userName}}</strong> added a file.
de_de: <strong>{{userName}}</strong> hat eine Datei hinzugefügt.

source: <strong>{{userName}}</strong> deleted a file.
de_de: <strong>{{userName}}</strong> hat eine Datei gelöscht.

source: <strong>{{userName}}</strong> added a deliverable.
de_de: <strong>{{userName}}</strong> hat ein Arbeitsergebnis hinzugefügt.

source: <strong>{{userName}}</strong> deleted a deliverable.
de_de: <strong>{{userName}}</strong> hat ein Arbeitsergebnis gelöscht.

source: <strong>{{userName}}</strong> marked a deliverable as done.
de_de: <strong>{{userName}}</strong> hat ein Arbeitsergebnis als erledigt markiert.

source: <strong>{{userName}}</strong> marked a deliverable as undone.
de_de: <strong>{{userName}}</strong> hat ein Arbeitsergebnis als unerledigt markiert.

source: <strong>{{userName}}</strong> updated a deliverable.
de_de: <strong>{{userName}}</strong> hat ein Arbeitsergebnis aktualisiert.

source: <strong>{{userName}}</strong> updated a description.
de_de: <strong>{{userName}}</strong> hat eine Beschreibung aktualisiert.

source: <strong>{{userName}}</strong> updated the due date.
de_de: <strong>{{userName}}</strong> hat das Fälligkeitsdatum aktualisiert.

source: <strong>{{userName}}</strong> approved a goal
de_de: <strong>{{userName}}</strong> hat ein Ziel genehmigt.

source: <strong>{{userName}}</strong> created a goal
de_de: <strong>{{userName}}</strong> hat ein Ziel erstellt.

source: <strong>{{userName}}</strong> rejected a goal
de_de: <strong>{{userName}}</strong> hat ein Ziel abgelehnt.

source: <strong>{{userName}}</strong> deleted a goal
de_de: <strong>{{userName}}</strong> hat ein Ziel gelöscht.

source: <strong>{{userName}}</strong> marked a goal as done.
de_de: <strong>{{userName}}</strong> hat ein Ziel als erledigt markiert.

source: <strong>{{userName}}</strong> reopened a goal
de_de: <strong>{{userName}}</strong> hat ein Ziel wieder geöffnet.

source: <strong>{{userName}}</strong> submitted a goal for approval.
de_de: <strong>{{userName}}</strong> hat ein Ziel zur Genehmigung eingereicht.

source: <strong>{{userName}}</strong> added a measurement criterion
de_de: <strong>{{userName}}</strong> hat ein Messkriterium hinzugefügt

source: <strong>{{userName}}</strong> deleted a measurement criterion
de_de: <strong>{{userName}}</strong> hat ein Messkriterium gelöscht.

source: <strong>{{userName}}</strong> updated a measurement criterion
de_de: <strong>{{userName}}</strong> hat ein Messkriterium aktualisiert.

source: <strong>{{userName}}</strong> updated the population of a goal.
de_de: <strong>{{userName}}</strong> hat die Zielgruppe eines Ziels aktualisiert.

source: <strong>{{userName}}</strong> updated a goal priority
de_de: <strong>{{userName}}</strong> hat eine Zielpriorität aktualisiert.

source: <strong>{{userName}}</strong> updated the progress settings of a goal.
de_de: <strong>{{userName}}</strong> hat die Fortschrittseinstellungen eines Ziels aktualisiert.

source: <strong>{{userName}}</strong> updated the progress of a goal.
de_de: <strong>{{userName}}</strong> hat den Fortschritt eines Ziels aktualisiert.

source: <strong>{{userName}}</strong> updated a title
de_de: <strong>{{userName}}</strong> hat einen Titel aktualisiert

source: <strong>{{userName}}</strong> updated a goal tracking status
de_de: <strong>{{userName}}</strong> hat den Status der Zielverfolgung aktualisiert.

source: <strong>{{userName}}</strong> updated the weight of a goal.
de_de: <strong>{{userName}}</strong> hat die Gewichtung eines Ziels aktualisiert.

source: Our security filter has blocked your request. Please refresh the page and try again. If the issue persists, please reach out to your IT team for assistance.
de_de: Unser Sicherheitsfilter hat Ihre Anfrage blockiert. Bitte aktualisieren Sie die Seite und versuchen Sie es erneut. Wenn das Problem weiterhin besteht, wenden Sie sich bitte an Ihr IT-Team, um Unterstützung zu erhalten.

source: Exit proxy
de_de: Stellvertretung beenden

source: Back to the previous page
de_de: Zurück zur vorherigen Seite

source: You currently don't have proxy access
de_de: Sie haben derzeit keine Zugriffsvollmacht.

source: My proxy permissions
de_de: Meine Vertretungsberechtigungen

source: Proxy user
de_de: Stellvertreter-Benutzer:in

source: Acting on behalf of
de_de: Handeln im Namen von

source: Your goal was successfully published. You're on the right track!
de_de: Ihr Ziel wurde erfolgreich veröffentlicht. Sie sind auf dem richtigen Weg!

source: See all
de_de: Alle anzeigen

source: View goal
de_de: Ziel anzeigen

source: Read less
de_de: Weniger anzeigen

source: Read more
de_de: Mehr erfahren

source: State or region.
de_de: Bundesland oder Region.

source: Are you sure you want to reopen this goal?
de_de: Sind Sie sicher, dass Sie dieses Ziel wieder öffnen möchten?

source: Reopen goal
de_de: Ziel erneut öffnen

source: Add inspiration tip content
de_de: Inhalt für Inspirationstipps hinzufügen

source: Can you give me your perspective on the progress of my project? | What are my top three strengths? | Where do you think I should focus my development? | What is something you like about working with me? | Is there anything I could do to improve your experience working with me? | Where could I improve in my role?| Where do you think I am most impactful in my role? | How could I have better supported you in your role? | Can we talk about my project? What do you think is going well or what didn’t go well? | If there was one piece of advice you would give me to help me grow, what would it be? | Have you noticed any gaps in my self-awareness? | What skills do you think I should learn/ improve? | Can you give me your thoughts on how I am doing in my role? | Is there anything you would have done differently? | What key behaviors should I practice?
de_de: Können Sie mir Ihre Perspektive zum Fortschritt meines Projekts geben? | Was sind meine drei größten Stärken? | Worauf sollte ich mich Ihrer Meinung nach bei meiner Entwicklung konzentrieren? | Was gefällt Ihnen daran, mit mir zu arbeiten? | Gibt es etwas, das ich tun könnte, um Ihre Erfahrung bei der Zusammenarbeit mit mir zu verbessern? | Wo könnte ich mich in meiner Rolle verbessern? | Wo bin ich Ihrer Meinung nach in meiner Rolle am wirkungsvollsten? | Wie hätte ich Sie in Ihrer Rolle besser unterstützen können? | Können wir über mein Projekt sprechen? Was läuft gut oder was lief nicht gut? | Wenn Sie mir einen Rat geben könnten, um mir in meiner Entwicklung zu helfen, welcher wäre das? | Haben Sie Lücken in meiner Selbstwahrnehmung bemerkt? | Welche Fähigkeiten sollte ich Ihrer Meinung nach lernen/verbessern? | Können Sie mir Ihre Gedanken darüber mitteilen, wie ich in meiner Rolle abschneide? | Gibt es etwas, das Sie anders gemacht hätten? | Welches Schlüsselverhalten sollte ich üben?

source: Can you give me your perspective on the progress of their projects? | What are their top three strengths? | Where do you think they should focus their development? | What is something you like about working with them? | What would you recommend them to stop/start/continue? | Is there anything they could do to improve your experience working with them? | Where could they improve in their role? | Where do you think they are most impactful in their role? | Are there any specific areas of development you think I could help them focus on? | If there was one piece of advice you could give them, what would it be? | Have you noticed any gaps in their self-awareness? | What skills do you think they should learn/ improve? | Can you give me your thoughts on how they are doing in their role? | What do you think are their top stand out behaviors? | What key behaviors should they practice?
de_de: Können Sie mir Ihre Perspektive zum Fortschritt ihrer Projekte geben? | Was sind ihre drei größten Stärken? | Worauf sollten sie Ihrer Meinung nach ihre Entwicklung fokussieren? | Was gefällt Ihnen an der Zusammenarbeit mit ihnen? | Was würden Sie ihnen empfehlen zu stoppen/anzufangen/fortzusetzen? | Gibt es etwas, das sie tun könnten, um Ihre Erfahrung in der Zusammenarbeit mit ihnen zu verbessern? | Wo könnten sie sich in ihrer Rolle verbessern? | Wo sind sie Ihrer Meinung nach in ihrer Rolle am wirkungsvollsten? | Gibt es spezifische Entwicklungsbereiche, in denen ich ihnen helfen könnte, sich darauf zu konzentrieren? | Wenn Sie ihnen einen Rat geben könnten, welcher wäre das? | Haben Sie Lücken in ihrer Selbstwahrnehmung bemerkt? | Welche Fähigkeiten sollten sie Ihrer Meinung nach lernen/verbessern? | Können Sie mir Ihre Gedanken darüber mitteilen, wie sie in ihrer Rolle abschneiden? | Was ist Ihrer Meinung nach ihr herausragendstes Verhalten? | Welches Schlüsselverhalten sollten sie üben?

source: Where do you think they are most impactful in their role?
de_de: Wo sind sie deiner/Ihrer Meinung nach in ihrer Rolle am wirkungsvollsten?

source: Have you noticed any gaps in their self-awareness?
de_de: Ist Ihnen Lücken in ihrem Selbstbewusstsein aufgefallen?

source: What key behaviors should they practice?
de_de: Welche zentralen Verhaltensweisen sollten sie üben?

source: What would you recommend them to stop/start/continue?
de_de: Was würdest du ihnen empfehlen, aufzuhören, zu beginnen oder fortzuführen?

source: Can you give me your perspective on the progress of their projects?
de_de: Können Sie mir Ihre Einschätzung zum Fortschritt ihrer Projekte geben?

source: What do you think are their top stand out behaviors?
de_de: Was sind deiner Meinung nach ihre auffälligsten Verhaltensweisen?

source: What is something you like about working with them?
de_de: Was gefällt Ihnen an der Zusammenarbeit mit ihnen?

source: Are there any specific areas of development you think I could help them focus on?
de_de: Gibt es bestimmte Entwicklungsbereiche, auf die ich ihnen deiner Meinung nach helfen könnte, sich zu konzentrieren?

source: What are their top three strengths?
de_de: Was sind ihre drei größten Stärken?

source: Where could they improve in their role?
de_de: Wo könnten sie sich in ihrer Rolle verbessern?

source: Is there anything they could do to improve your experience working with them?
de_de: Gibt es etwas, das sie tun könnten, um Ihre Zusammenarbeit mit ihnen zu verbessern?

source: If there was one piece of advice you could give them, what would it be?
de_de: Wenn es einen Rat gäbe, den du ihnen geben könntest, welcher wäre das?

source: Where do you think they should focus their development?
de_de: Worauf sollten sie sich Ihrer Meinung nach in ihrer Weiterentwicklung konzentrieren?

source: Can you give me your thoughts on how they are doing in their role?
de_de: Können Sie mir Ihre Einschätzung dazu geben, wie sie ihre Rolle ausfüllen?

source: What skills do you think they should learn/improve?
de_de: Welche Fähigkeiten sollten sie deiner/Ihrer Meinung nach erlernen bzw. verbessern?

source: How could I have better supported you in your role?
de_de: Wie hätte ich dich in deiner Rolle besser unterstützen können?

source: Have you noticed any gaps in my self-awareness?
de_de: Ist dir bei mir Lücken im Selbstbewusstsein aufgefallen?

source: What key behaviors should I practice?
de_de: Welche Schlüsselverhaltensweisen sollte ich praktizieren?

source: Is there anything I could do to improve your experience working with me?
de_de: Gibt es etwas, das ich tun könnte, um Ihre Erfahrung in der Zusammenarbeit mit mir zu verbessern?

source: Can you give me your perspective on the progress of my project?
de_de: Können Sie mir Ihre Einschätzung zum Fortschritt meines Projekts geben?

source: Is there anything you would have done differently?
de_de: Gibt es etwas, das du anders gemacht hättest?

source: What is something you like about working with me?
de_de: Was gefällt dir an der Zusammenarbeit mit mir?

source: Can we talk about my project? What do you think is going well or what didn’t go well?
de_de: Können wir über mein Projekt sprechen? Was läuft deiner Meinung nach gut, und was ist nicht gut gelaufen?

source: What are my top three strengths?
de_de: Was sind meine drei größten Stärken?

source: Where do you think I am most impactful in my role?
de_de: Wo bin ich deiner Meinung nach in meiner Rolle am wirkungsvollsten?

source: Where could I improve in my role?
de_de: Wo könnte ich mich in meiner Rolle verbessern?

source: If there was one piece of advice you would give me to help me grow, what would it be?
de_de: Wenn du mir einen Rat geben könntest, der mir bei meiner Weiterentwicklung hilft – welcher wäre das?

source: Where do you think I should focus my development?
de_de: Worauf sollte ich deiner Meinung nach meine Weiterentwicklung konzentrieren?

source: Can you give me your thoughts on how I am doing in my role?
de_de: Können Sie mir Ihre Einschätzung dazu geben, wie ich meine Rolle ausfülle?

source: What skills do you think I should learn/improve?
de_de: Welche Fähigkeiten sollte ich deiner Meinung nach erlernen/verbessern?

source: The goal was successfully submitted again for approval.
de_de: Das Ziel wurde erfolgreich erneut zur Genehmigung eingereicht.

source: Performance evaluation section
de_de: Abschnitt zur Leistungsbeurteilung

source: The review is about a deactivated worker.
de_de: Die Beurteilung betrifft eine:n deaktivierte:n Mitarbeiter:in.

source: Edit response
de_de: Antwort bearbeiten

source: Goals aligned to this goal
de_de: Ziele, die mit diesem Ziel übereinstimmen

source: Fulfillment
de_de: Erfüllung

source: Hide details
de_de: Details ausblenden

source: What is your view?
de_de: Was ist Ihre Meinung?

source: No rating yet.
de_de: Noch keine Bewertung.

source: Not rated
de_de: Nicht bewertet

source: Delete reviews
de_de: Beurteilungen löschen

source: Are you sure you want to delete {{count}} review? This action cannot be undone.
de_de: Sind Sie sicher, dass Sie {{count}} Beurteilung löschen möchten? Diese Aktion kann nicht rückgängig gemacht werden.

source: Are you sure you want to delete {{count}} reviews? This action cannot be undone.
de_de: Sind Sie sicher, dass Sie {{count}} Beurteilungen löschen möchten? Diese Aktion kann nicht rückgängig gemacht werden.

source: Delete {{count}} review
de_de: {{count}} Beurteilung löschen

source: Delete {{count}} reviews
de_de: {{count}} Beurteilungen löschen

source: The deletion process of the review has started. This can take some time.
de_de: Der Löschvorgang der Beurteilung hat begonnen. Dies kann einige Zeit in Anspruch nehmen.

source: {{count}} reviews were successfully deleted.
de_de: {{count}} Beurteilungen wurden erfolgreich gelöscht.

source: {{count}} review was successfully deleted.
de_de: {{count}} Beurteilung wurde erfolgreich gelöscht.

source: Filter by review stage
de_de: Nach Beurteilungsphase filtern

source: Reviews in "Closed" stage: {{count}}
de_de: Beurteilungen in der Phase „Abgeschlossen“: {{count}}

source: Reviews in "Closed (System)" stage: {{count}}
de_de: Beurteilungen in der Phase „Geschlossen (System)“: {{count}}

source: Reviews in "Moderation" stage: {{count}}
de_de: Beurteilungen in der Phase „Moderation“: {{count}}

source: Reviews in "Pending sign-off" stage: {{count}}
de_de: Beurteilungen im Status "Ausstehende Freigabe": {{count}}

source: Find workers by cost center
de_de: Mitarbeiter:innen nach Kostenstelle suchen

source: Search for a cost center
de_de: Nach einer Kostenstelle suchen

source: Find workers by country
de_de: Mitarbeiter:innen nach Land suchen

source: Search for a country
de_de: Nach einem Land suchen

source: The list can load up to {{count}} results. Use the search field to find additional managers.
de_de: Die Liste kann bis zu {{count}} Ergebnisse laden. Verwenden Sie das Suchfeld, um weitere Führungskräfte zu finden.

source: Find workers by their manager
de_de: Mitarbeiter:innen nach Führungskraft suchen

source: The list can load up to {{count}} results. Use the search field to find additional organizational units.
de_de: Die Liste kann bis zu {{count}} Ergebnisse laden. Verwenden Sie das Suchfeld, um weitere Organisationseinheiten zu finden.

source: Find workers by organizational unit
de_de: Mitarbeiter:innen nach Organisationseinheit suchen

source: The list can load up to {{count}} results. Use the search field to find additional workers.
de_de: Die Liste kann bis zu {{count}} Ergebnisse laden. Verwenden Sie das Suchfeld, um weitere Mitarbeiter:innen zu finden.

source: Find specific workers
de_de: Bestimmte Mitarbeiter:innen suchen

source: Manage {{templateName}}
de_de: {{templateName}} verwalten

source: Manage reviews
de_de: Beurteilungen verwalten

source: Both parties will need to submit their review again. The manager should wait for the worker review to be submitted before submitting theirs. Note that forms are processed in the background. Depending on the volume of reviews you have selected, you might still see some of these forms when applying future selections as we process them and send them back to the managers. You can still keep using the application and take any other required actions.
de_de: Beide Parteien müssen ihre Beurteilung erneut einreichen. Die Führungskraft sollte warten, bis die Beurteilung der Mitarbeiter:innen eingereicht wurde, bevor sie eine eigene einreicht. Bitte beachten Sie, dass die Formulare im Hintergrund verarbeitet werden. Abhängig von der Anzahl der ausgewählten Beurteilungen können einige dieser Formulare noch sichtbar sein, wenn Sie zukünftige Auswahlen treffen, während wir sie verarbeiten und an die Führungskräfte zurücksenden. Sie können die Anwendung weiterhin nutzen und alle anderen erforderlichen Maßnahmen ergreifen.

source: {{count}} review was successfully reopened for workers and managers.
de_de: {{count}} Beurteilung wurde erfolgreich für Mitarbeiter:innen und Führungskräfte wiedereröffnet.

source: {{count}} reviews were successfully reopened for workers and managers.
de_de: {{count}} Beurteilungen wurden erfolgreich für Mitarbeiter:innen und Führungskräfte wiedereröffnet.

source: Move {{count}} review to the "In progress" stage for workers and managers. Both parties will need to submit their review again. This action cannot be undone.
de_de: Sie verschieben {{count}} Beurteilung in die Phase „In Bearbeitung“ für Mitarbeiter:innen und Führungskräfte. Beide Parteien müssen ihre Beurteilung erneut einreichen. Diese Aktion kann nicht rückgängig gemacht werden.

source: Move {{count}} reviews to the "In progress" stage for workers and managers. Both parties will need to submit their review again. This action cannot be undone.
de_de: Sie verschieben {{count}} Beurteilungen in die Phase „In Bearbeitung“ für Mitarbeiter:innen und Führungskräfte. Beide Parteien müssen ihre Beurteilung erneut einreichen. Diese Aktion kann nicht rückgängig gemacht werden.

source: Reopen reviews for workers and managers
de_de: Beurteilungen für Mitarbeiter:innen und Führungskräfte erneut öffnen

source: Move {{count}} review to the "In progress" stage for workers and managers. Both parties will need to resubmit their review. This action cannot be undone.
de_de: Sie verschieben {{count}} Beurteilungen in die Phase „In Bearbeitung“ für Mitarbeiter:innen und Führungskräfte. Beide Parteien müssen ihre Beurteilung erneut einreichen. Diese Aktion kann nicht rückgängig gemacht werden.

source: Move {{count}} reviews to the "In progress" stage for workers and managers. Both parties will need to resubmit their review. This action cannot be undone.
de_de: Sie verschieben {{count}} Beurteilungen in die Phase „In Bearbeitung“ für Mitarbeiter:innen und Führungskräfte. Beide Parteien müssen ihre Beurteilung erneut einreichen. Diese Aktion kann nicht rückgängig gemacht werden.

source: Reopen reviews for both workers and managers
de_de: Beurteilungen sowohl für Mitarbeiter:innen als auch Führungskräfte erneut öffnen

source: Managers will need to republish their inputs to be considered in the review. Note that forms are processed in the background. Depending on the volume of reviews you have selected, you might still see some of these forms when applying future selections as we process them and send them back to the managers. You can still keep using the application and take any other required actions.
de_de: Führungskräfte müssen ihre Eingaben erneut veröffentlichen, damit sie in der Beurteilung berücksichtigt werden. Beachten Sie, dass Formulare im Hintergrund verarbeitet werden. Abhängig von der Anzahl der ausgewählten Beurteilungen können Sie einige dieser Formulare noch sehen, wenn Sie zukünftige Auswahlen treffen, während wir sie verarbeiten und an die Führungskräfte zurücksenden. Sie können die Anwendung weiterhin nutzen und alle anderen erforderlichen Maßnahmen ergreifen.

source: {{count}} review was successfully moved to "Pending publishing" stage.
de_de: {{count}} Beurteilung wurde erfolgreich in die Phase „Ausstehende Veröffentlichung“ verschoben.

source: {{count}} reviews were successfully moved to "Pending publishing" stage.
de_de: {{count}} Beurteilungen wurden erfolgreich in die Phase „Ausstehende Veröffentlichung“ verschoben.

source: Managers will need to republish their inputs to be considered in the review. This action cannot be undone.
de_de: Führungskräfte müssen ihre Eingaben erneut veröffentlichen, damit sie in der Leistungsbeurteilung berücksichtigt werden. Diese Aktion kann nicht rückgängig gemacht werden.

source: Move reviews to "Pending publishing" stage
de_de: Beurteilungen in die Phase „Ausstehende Veröffentlichung“ verschieben
